tap "eddieantonio/eddieantonio"
tap "fastly/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isacikgoz/taps"
tap "ms-jpq/sad"
tap "tinygo-org/tools"
tap "veeso/tuifeed"
tap "warrensbox/tap"
brew "act"
brew "python@3.10"
brew "asciinema"
brew "automake"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bottom"
brew "broot"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "openldap"
brew "curl"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gping"
brew "grc"
brew "handbrake"
brew "highlight"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "tcl-tk"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jo"
brew "jq"
brew "krb5"
brew "libpq"
brew "ruby"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "luarocks"
brew "lynx"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nghttp2"
brew "openapi-generator"
brew "tree"
brew "pass"
brew "pass-otp"
brew "php"
brew "pinentry-mac"
brew "procs"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rust-analyzer"
brew "scrcpy"
brew "sd"
brew "starship"
brew "t-rec"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "wabt"
brew "watch"
brew "zbar"
brew "zig"
brew "zlib"
brew "zoxide"
brew "eddieantonio/eddieantonio/imgcat"
brew "fastly/tap/fastly"
brew "isacikgoz/taps/tldr"
brew "ms-jpq/sad/sad"
brew "tinygo-org/tools/tinygo"
brew "veeso/tuifeed/tuifeed"
brew "warrensbox/tap/tfswitch"
cask "android-platform-tools"
cask "caffeine"
cask "dash"
cask "edex-ui"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "iterm2"
cask "lepton"
cask "makemkv"
cask "ngrok"
cask "slack"
cask "spotify"
cask "vlc"
