tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ms-jpq/sad"
tap "sergiobenitez/osxct"
tap "tinygo-org/tools"
tap "veeso/tuifeed"
tap "warrensbox/tap"
brew "asciinema"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binaryen"
brew "broot"
brew "glib"
brew "terraform"
brew "cdktf"
brew "cmake"
brew "lima"
brew "colima"
brew "curl"
brew "php"
brew "composer"
brew "corepack", link: false
brew "coreutils"
brew "cpanminus"
brew "docker"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "hey"
brew "htop"
brew "hugo"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jo"
brew "jq"
brew "llvm"
brew "luarocks"
brew "mtr"
brew "mysql"
brew "neovim"
brew "ninja"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pass-otp"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "procs"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "ruby"
brew "rust-analyzer"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "t-rec"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "wabt"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zbar"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "tinygo-org/tools/tinygo"
brew "veeso/tuifeed/tuifeed"
brew "warrensbox/tap/tfswitch"
cask "android-file-transfer"
cask "caffeine"
cask "dash"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "handshaker"
cask "lepton"
cask "makemkv"
cask "marta"
cask "slack"
cask "spotify"
cask "vlc"
cask "xquartz"
