tap "cue-lang/tap"
tap "dagger/tap"
tap "daveshanley/vacuum"
tap "derailed/k9s"
tap "fastly/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infrahq/tap"
tap "ms-jpq/sad"
tap "sergiobenitez/osxct"
tap "speakeasy-api/tap"
tap "tinygo-org/tools"
tap "trufflesecurity/trufflehog"
tap "veeso/tuifeed"
tap "warrensbox/tap"
brew "jpeg-xl"
brew "asciinema"
brew "ast-grep"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "libgit2@1.7"
brew "bat"
brew "binaryen"
brew "broot"
brew "btop"
brew "glib"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "php"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "csvkit"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doggo"
brew "duf"
brew "dust"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go-size-analyzer"
brew "gpgme"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "gron"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jnv"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxmlsec1"
brew "llvm"
brew "luarocks"
brew "make"
brew "mtr"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "node@18"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pass-otp"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "procs"
brew "pwgen"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "ruby"
brew "rust-analyzer"
brew "scipy"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "socat"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "t-rec"
brew "taplo"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "trivy"
brew "unar"
brew "util-linux"
brew "wabt"
brew "wasm-tools"
brew "watch"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zbar"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "dagger/tap/dagger"
brew "daveshanley/vacuum/vacuum"
brew "derailed/k9s/k9s"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "infrahq/tap/infra"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "speakeasy-api/tap/speakeasy"
brew "tinygo-org/tools/tinygo"
brew "trufflesecurity/trufflehog/trufflehog"
brew "veeso/tuifeed/tuifeed"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "android-file-transfer"
cask "caffeine"
cask "dash"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "lepton"
cask "makemkv"
cask "marta"
cask "openlens"
cask "slack"
cask "spotify"
cask "vlc"
cask "xquartz"
